[
{"title": ["Very good"], "content": "4.0", "data": "Inspired from the white djerbian Menzels, the hotel, is located on a plot of 11 hectares planted with olive and palm trees along the beautiful sandy beach of Djerba. The Manager assisted by his staff will give you a warm welcome Here everything is done to make you enjoy your stay in this comfortable hotel with its sandy beach, large outdoor freshwater swimming pool and heated indoor pool withan outdoor pool set in the patio. The Golf Beach has 237 fully air conditioned rooms. All rooms are equipped with bathroom (bath or shower), TV, telephone, safe, mini-bar, Wi-Fi and terrace with sea view (with extra charge), pool view or garden view according to their orientation. The Golf Beach also has 14 villas fully air-conditioned, each consisting of 3 bedrooms with bathroom, living room with a dining area, TV, Wi-Fi,a terrace and an equipped kitchen. Meals are served in the main restaurant OLIVERAIE, which opens onto the gardens and pool and declines as tasty and varied buffets for every gourmet delights, international and traditional cuisine. The hotel also offers two themed restaurants Le Pêcheur and La Felouque (Tunisian specialty) and a snack right on the beach. For those who wish to spend and live sports holidays, the Golf Beach offers a wide range of activities including windsurfing, tennis, mini golf, table tennis, gym, horse riding ... Possibility to play golf (27 holes) at about 10 km. For your conferences, seminars and meetings, the Golf Beach offers a large room for 250 people, and three subcommittee rooms."},
{"title": ["Excellent"], "content": "4.5", "data": "Renovated in 2014, the lti Djerba Plaza Thalasso & Spa is located inside a palm park of 14 hectares next to a turquoise blue sea and sandy beach in the heart of the touristic area of Midoun. The Djerba Plaza reflects the magic of the island and offers all full modern comfort and a sense of well-being to its guests. The rooms entirely renovated are located in Menzels that enclose planted Djerbian Patios. Each Patio is surrounded by 24 rooms and suites on each floor overlooking either the sea or a very rich palm park and the Djerba Golf course. The Thalasso & spa offers a subtle gastronomic palette, a sunny and flavorsome cuisine that combines pleasure and health. A wide variety of outdoor and indoor sports & leisure activities are available at the lti Djerba Plaza Thalasso & SPa. The Thalasso & Spa is a response to the ills of the modern world : fatigue, stress, depression, back pain, overweight, sleep... Prepare to be pampered in our state of the art thalassotherapy center offering a full variety of wellness treatments and cares. The beneficial effects of the thalassotherapy will be presented you through our different spaces. Our skilled therapists employ natural healing agents to create enriching thalasso treatments tailored to our guests’ specific health, wellness and beauty needs. A vacation for your body, a holiday for your soul ! Incentives & Congress: Space can accommodate from 15 to 400 people with audiovisual equipment, and is available to our clients to organize cultural events, seminars, conferences, or any other type of gathering."},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to TUI MAGIC LIFE Penelope Beach, your Houmt Souk “home away from home.” TUI MAGIC LIFE Penelope Beach aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tRooms at TUI MAGIC LIFE Penelope Beach provide a flat screen TV, a minibar, and a refrigerator, and guests can stay connected with free wifi.\tIn addition, while staying at TUI MAGIC LIFE Penelope Beach guests have access to a concierge. You can also enjoy a pool and free breakfast. Need a place to park? Free parking is available at Club Magic Life Penelope Beach Imperial Hotel.\tPlus, during your trip, don't forget to check out a historic site, such as Fort Ghazi Mustapha.\tTUI MAGIC LIFE Penelope Beach puts the best of Houmt Souk at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Very good"], "content": "4.0", "data": "* Located on the island of Djerba * 3-storey building, oriental style architecture * Surrounded by 20,000 m2 of garden * Opposite the \"Djerba\" 27-hole golf course * 200 m from the beach * Complimentary sun loungers and parasols on the beach * 6 km from downtown Midoun * 18 km from downtown Houmt Souk * 6 km from various shops * 25 km from the Djerba airport"},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to Télémaque Beach & Spa, your Djerba Island “home away from home.” Télémaque Beach & Spa aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tTélémaque Beach & Spa offers guests an array of room amenities including a refrigerator and air conditioning, and getting online is possible, as free wifi is available.\tThe hotel offers room service, to make your visit even more pleasant. The property also features a pool and free breakfast. Guests arriving by vehicle have access to free parking.\tIf you’re looking for a barbeque restaurant, consider a visit to Djerba Nova or Restaurant L'oasis, which are all conveniently located a short distance from Télémaque Beach & Spa.\tTélémaque Beach & Spa puts the best of Djerba Island at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Hasdrubal Thalassa & Spa Djerba is an excellent choice for travelers visiting Midoun, offering a luxury environment alongside many helpful amenities designed to enhance your stay.\tGuest rooms offer air conditioning and a minibar, and Hasdrubal Thalassa & Spa Djerba makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including room service and a concierge. In addition, guests can enjoy a pool and free breakfast during their visit. As an added convenience, there is free parking available to guests.\tFor those interested in checking out popular landmarks while visiting Midoun, Hasdrubal Thalassa & Spa Djerba Hotel is located a short distance from Jama Fadloud (Mosque) (2.6 mi) and Phare de Taguermess (Lighthouse) (2.7 mi).\tWhile staying in Midoun, you can check out a popular Chinese restaurant like Voyages En Asie, which is serving up some great dishes.\tThere is no shortage of things to do in the area: explore popular parks such as Krokodilfarm Animalia.\tEnjoy your stay in Midoun!\t"},
{"title": ["Excellent"], "content": "4.5", "data": "See why so many travelers make Hasdrubal Prestige Thalassa & Spa Djerba their hotel of choice when visiting Houmt Souk. Providing an ideal mix of value, comfort and convenience, it offers a family-friendly setting with an array of amenities designed for travelers like you.\tAs your “home away from home,” the hotel rooms offer air conditioning and a minibar, and getting online is easy, with free wifi available.\tGuests have access to room service while staying at Hasdrubal Prestige Thalassa Hotel. In addition, Hasdrubal Prestige Thalassa Hotel offers a pool and free breakfast, which will help make your Houmt Souk trip additionally gratifying. And, as an added convenience, there is free parking available to guests.\tShould time allow, Fort Ghazi Mustapha is a popular historic site that is relatively easy to get to.\tWe’re sure you’ll enjoy your stay at Hasdrubal Prestige Thalassa & Spa Djerba as you experience all of the things Houmt Souk has to offer.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "If you’re looking for a romantic hotel in Playa Sidi Mehrez, look no further than Hotel Dar El Bhar.\tGuest rooms offer a minibar and air conditioning, and Hotel Dar El Bhar makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including a 24 hour front desk, room service, and a concierge. In addition, guests can enjoy a pool and breakfast during their visit. As an added convenience, there is free parking available to guests.\tWhile you’re here, be sure to check out Sunset Beach Bar Djerba, one of the barbeque restaurants that can be found in Playa Sidi Mehrez, which is a short distance from Hotel Dar El Bhar.\tThe staff at Hotel Dar El Bhar looks forward to serving you during your upcoming visit.\t"},
{"title": ["Very good"], "content": "4.0", "data": "If you’re looking for a trendy all-inclusive resort in Djerba Island, look no further than Vincci Helios Beach.\tThe rooms offer a flat screen TV and air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Resort Djerba features a concierge. In addition, as a valued Vincci Djerba Resort guest, you can enjoy a pool and breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Casino Djerba el Ferida, Djerba Nova, and Touareg Djerba, which are some French restaurants that are popular with locals and out-of-towners alike.\tThe staff at Vincci Helios Beach looks forward to serving you during your upcoming visit.\t"},
{"title": ["Very good"], "content": "3.5", "data": "BAYA BEACH AQUA PARK is a resort divided into 3 units ( Baya Beach , charming hotel Hacienda and Baya beach Thalasso) welcoming all year round an international clientele. Offering rich and varied services, the hotel complex allows you to relax through its thalassotherapy center and to entertain you while enjoying its aqua slider and participating in the various sporting activities and entertainment."},
{"title": ["Very good"], "content": "4.0", "data": "Situated on the coast, the Ksar Djerba hotel is in Djerba Island, 05 minutes faraway from the most beautiful beaches, we offer the possiblity to go to for freeewith a carriage, 25 minutes of the international airport Djerba-Zarzis, 15 minutes of Houmt-Souk, capital of the island and 10 minutes of Midoun, the second city. Djerba Golf Club is in 05 minutes."},
{"title": ["Excellent"], "content": "4.5", "data": "The Cesar Thalasso is an adults only hotel and bookable for guest from 16+. The hotel is located at the Plage de Sidi Mahrez beach on Djerba and is an favorite holiday destination. Midoun is on of the biggest cities on Djerba and is just 6 km away from the Cesar Thalasso. Here you can find many cafes, restaurants shopping facilities and clubs. The area is famous for its authentic markets where a huge of variety will be offered. Moreover, you can find many different spices and souvenirs. The capital of Djerba is Houmt Souk and is 15 km away from the Cesar Thalasso. The international airport of Djerba is 25 km away. All meals are available at the buffet of the main restaurant in the Cesar Thalasso. You can also choose the A la Carte-Restaurant of the Cesar Thalasso. You can enjoy a drink in the Bar. The Cesar Thalasso has got four tennis courts. Moreover, there are many activity offers from locals at the beach."},
{"title": ["Very good"], "content": "3.5", "data": "Finding an ideal family-friendly hotel in Midoun does not have to be difficult. Welcome to El Mouradi Djerba Menzel, a nice option for travelers like you.\tPhare de Taguermess (Lighthouse) (3.1 mi), located nearby, makes El Mouradi Djerba Menzel a great place to stay for those interested in visiting this popular Midoun landmark.\tThe rooms offer air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tEl Mouradi Djerba Menzel features a concierge. In addition, as a valued El Mouradi Djerba Menzel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhile visiting Midoun, you may want to try some shrimp at one of the nearby restaurants, such as Djerba-Sidi Ali Restaurant.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from El Mouradi Djerba Menzel.\tEl Mouradi Djerba Menzel looks forward to welcoming you on your visit to Midoun.\t"},
{"title": ["Very good"], "content": "4.0", "data": "A 30 minutes de l’aéroport international de Djerba et à 10 minutes du parcours Djerba Golf Club, l'hôtel Royal Karthago Djerba & Thalasso se fond parfaitement dans l’atmosphère sereine et accueillante de l’île Djerba. L’architecture reprend en tout point les contours des maisons traditionnelles locales les Menzels que vous retrouverez jusqu’à la décoration des chambres, vous invitant ainsi à un voyage dans l’authenticité du sud tunisien, à profiter d'une plage privée de sable blanc et à passer des vacances inoubliables!"},
{"title": ["Very good"], "content": "4.0", "data": "Fiesta Beach Club Djerba is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tWhile staying at Fiesta Beach Club Djerba, visitors can check out Jama Fadloud (Mosque) (2.5 mi), which is a popular Midoun attraction.\tThe rooms offer a flat screen TV, air conditioning, and a minibar, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tFiesta Beach Club Djerba features room service and a concierge. In addition, as a valued Fiesta Beach Club Hotel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Restaurant Savana and Le Petit Navire Restaurant Poissonnerie, which are some seafood restaurants that are popular with locals and out-of-towners alike.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from Fiesta Beach Club Hotel.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "Looking for a place to stay in Midoun? Then look no further than Hotel Meninx, a charming resort that brings the best of Midoun to your doorstep.\tRooms at Hotel Meninx provide air conditioning, and guests can stay connected with free internet access.\tIn addition, while staying at Hotel Meninx guests have access to a concierge. You can also enjoy a pool and an on-site restaurant. Need a place to park? Free parking is available at Hotel Meninx.\tGiven the close proximity of popular landmarks, such as Phare de Taguermess (Lighthouse) (2.4 mi) and Jama Fadloud (Mosque) (2.8 mi), guests of Hotel Meninx can easily experience some of Midoun's most well known attractions.\tWhile in Midoun be sure to experience nearby Asian restaurants such as Voyages En Asie.\tLooking to explore? Then look no further than Krokodilfarm Animalia, which is a popular Midoun park – and it is conveniently located a short distance from the resort.\tWe’re sure you’ll enjoy your stay at Hotel Meninx as you experience everything Midoun has to offer.\t"},
{"title": ["Very good"], "content": "4.0", "data": "With its traditional, elegant architecture on the outside and modern facilities on the inside, SunConnect Djerba Aqua Resort is a charming hotel for the entire family. The hotel offers a wide range of restaurants, bars activities and entertainment to keep the whole family happy. Spacious rooms and a comfy style help guests feel at ease. If you want an extra relaxing holiday you can spoil yourself and enjoy treatments at the hotel's Thalasso center. For the more active ones there are four tennis courts at the hotel. In addition, the hotel arranges various activities and fun, including aerobics & an aqua park. The hotel is located just a short walk away from the sandy beach, with its fine sand stretches for several kilometres along the north coast of Djerba.Midoun, one of the largest town on Djerba with a range of cafés, restaurants, clubs and shops, is only 6 km away from the hotel. 15 km away, historic sights such as the medieval castle Bordj-el-Kebir or colourful markets in Djerba."},
{"title": ["Very good"], "content": "4.0", "data": "Located in an outstanding setting of palm trees and greenery at the beginning of the resort area,bordering the best sandy beaches on the island of Djerba, the Radisson Blu Resort & Thalasso, Djerba is only 20 minutes from Djerba-Zarzis International Airport and 10 minutes from Houmt-Souk, the island's capital city."},
{"title": ["Very good"], "content": "3.5", "data": "Le Jerba Sun club est un hôtel entièrement rénové en complète harmonie avec son environnement. Il offre un mariage exceptionnel entre les commodités d’un hôtel moderne et une décoration d’inspiration berbère et djerbienne. Le complexe s’étend sur une superficie de 98,000 mètres carrés, un petit village pittoresque avec de beaux jardins fleuris et colorés de toutes les couleurs et des arbres magnifiques. Le club offre une vaste variété d’ activités sportives ainsi que celles pour la relaxation du corps et de l’esprit. 4 grands bâtiments de 385 chambres dont des chambres familiales, quadruples, communicantes et supérieures. Dans notre club, l’animation, quasi-permanente tout le long de la journée et pendant une grande partie de la nuit, est assurée par une grande équipe avec de nombreuses spécialités. Un grand spectacle est programmé chaque soir, précédé par le mini disco. Jerba Sun Club vous propose un « CENTRE SPA » avec une variété de choix"},
{"title": ["Very good"], "content": "4.0", "data": "Decorated in a traditional Djerbian style, the Seabel Aladin Djerba is a wonderful holiday destination both inside and out. Sunseekers can lie back and work on their tan by the pool or on the sandy private beach, while a wide range of games and activities will keep the more active well-occupied. If it all gets too much, you can slip into the on-site spa for a treatment, or lounge around the 2-story pool. On the south coast of the island of Djerba, on the edge of a fire sand beach, Djerba Seabel Aladin is built with a local architecture style in the middle of our wonderful flowered park of 6 hectares."},
{"title": ["Very good"], "content": "4.0", "data": "Caribbean World Thalasso Djerba is located 25 kms away from Djerba airport and at 14 kms from the Island's main town \"Houmt Souk\".With its highly exotic style, Caribbean World Thalasso Djerba offers a wide range of exciting activities."},
{"title": ["Excellent"], "content": "4.5", "data": "Vincci Helios Beach is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tThe rooms offer a flat screen TV, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Helios Beach features a concierge. In addition, as a valued Vincci Helios Beach guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tGiven the close proximity to Ranch Adada Djerba (2.7 mi), guests of Vincci Helios Beach Hotel can easily experience one of Midoun's most popular landmarks.\tIf you are looking for some good spots to eat nearby, you may want to check out Restaurant Lella Hadhria (0.7 mi) or Lamparo (1.2 mi), all of which are within walking distance of Vincci Helios Beach.\tShould time allow, Krokodilfarm Animalia and Phare de Taguermess (Lighthouse) are some popular attractions that are within walking distance.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "WELCOME MERIDIANA DJERBA offers an original decoration, a view directly on a paradisiac beach, attentive staff and a very varied restoration. Set in a 10-hectare park, WELCOME MERIDIANA DJERBA offers a wide range of sports and leisure activities, including a large outdoor swimming pool, a football pitch, a mini club and a recently renovated thalassotherapy center. WELCOME MERIDIANA forms a fabulous setting for families, young people, children, couples on honeymoon ..."},
{"title": ["Excellent"], "content": "4.5", "data": "The deluxe Palm Beach Palace gives you direct access to a white beach, and is getting a 21st-century makeover for May 2015. Picture-perfect views of the horizon are part of the deal at this hotel. It’s pulled up next to a private sliver of pristine white sand. Plus, the bustling markets of Houmt Souk are less than 20 minutes away in a taxi."},
{"title": ["Very good"], "content": "4.0", "data": "Welcome to Joya Paradise, your Midoun “home away from home.” Joya Paradise aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tGiven the close proximity of popular landmarks, such as Jama Fadloud (Mosque) (2.3 mi) and Phare de Taguermess (Lighthouse) (3.0 mi), guests of Hotel Joya Paradise can easily experience some of Midoun's most well known attractions.\tJoya Paradise is a family-friendly hotel offering a refrigerator and air conditioning in the rooms, and it is easy to stay connected during your stay as free internet access is offered to guests.\tThe hotel features a concierge. Plus, guests can enjoy a pool and free breakfast, which have made this a popular choice among travelers visiting Midoun. For guests with a vehicle, free parking is available.\tIf you are looking for some good spots to eat nearby, you may want to check out Rachid et Sophie (0.3 mi), Les Palmiers Chez Neji et Catherine (0.4 mi), or Chez Chouchou (0.3 mi), all of which are within walking distance of Hotel Joya Paradise.\tShould time allow, Krokodilfarm Animalia is a popular park that is relatively easy to get to.\tJoya Paradise puts the best of Midoun at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "The Hotel Sidi Mansour Resort & Spa is located in the heart of the tourist area of the island of Djerba, 250 m from a beach of fine white sand and in front of the lighthouse Taguermes, one of the highest in North Africa. The hotel is located 25 minutes from the international airport of Djerba and 15 from Houmt Souk (capital of the island). It is also just 6 km from Midoun, the second largest city of the island, and 5 km from a golf course with 27 holes."},
{"title": ["Excellent"], "content": "4.5", "data": "The Iberostar Mehari Djerba hotel is undoubtedly the perfect landing point for guests who seek a special trip in one of the most magical places in Tunisia. Located on the seductive beach of Sidi Akkour, Djerba, is a hotel built in traditional Tunisian style where you can stay in double rooms or family rooms that have been refurbished to provide a cosier ambiance and some of the best services for rest and relaxation.\nIn the Monkey Club, children have a space to do all kinds of activities, games and sports that they will love and enjoy in the company of instructors and other playmates. Meanwhile, adults have a range of services including the body treatments and facilities of the SPA Sensations, the fitness room, free Wi-Fi, water sports, outdoor pools with a solarium, amazing shows, live music...And of course the flavours of the delicious Tunisian and international cuisine served at its two restaurants and four bars.\n"},
{"title": ["Excellent"], "content": "4.5", "data": "SENTIDO Djerba Beach is the perfect hotel for the whole family. This hotel has a very tranquil location with quiet surroundings, and is located directly on the sandy beach. If you want an extra peaceful and recovering stay, you can enjoy a relaxing trip to the hotel's own Turkish bath or enjoy a soothing massage at the spa. For the more active family, the hotel organizes a wide range of activities, and there are two tennis courts at the hotel. Or why not discover the surroundings horseback, or rent a bike to discover the island of Djerba by yourself? In short, at SENTIDO Djerba Beach, there is something for the entire family."},
{"title": ["Excellent"], "content": "4.5", "data": "Enjoy an outstanding seaside resort experience in the northern coast of Djerba island. At the foot of the Taguermess light-house, the Renovated Seabel Rym Beach, is located on the prime white sandy beachfront & set in the heart of an 11-hectare palm grove. It is 6 km from Midoun, 15 km from Houmt Souk, 20 km from the airport and 3 km from the Djerba Golf Course (27 holes)."}
][
{"title": ["Excellent"], "content": "4.5", "data": "Renovated in 2014, the lti Djerba Plaza Thalasso & Spa is located inside a palm park of 14 hectares next to a turquoise blue sea and sandy beach in the heart of the touristic area of Midoun. The Djerba Plaza reflects the magic of the island and offers all full modern comfort and a sense of well-being to its guests. The rooms entirely renovated are located in Menzels that enclose planted Djerbian Patios. Each Patio is surrounded by 24 rooms and suites on each floor overlooking either the sea or a very rich palm park and the Djerba Golf course. The Thalasso & spa offers a subtle gastronomic palette, a sunny and flavorsome cuisine that combines pleasure and health. A wide variety of outdoor and indoor sports & leisure activities are available at the lti Djerba Plaza Thalasso & SPa. The Thalasso & Spa is a response to the ills of the modern world : fatigue, stress, depression, back pain, overweight, sleep... Prepare to be pampered in our state of the art thalassotherapy center offering a full variety of wellness treatments and cares. The beneficial effects of the thalassotherapy will be presented you through our different spaces. Our skilled therapists employ natural healing agents to create enriching thalasso treatments tailored to our guests’ specific health, wellness and beauty needs. A vacation for your body, a holiday for your soul ! Incentives & Congress: Space can accommodate from 15 to 400 people with audiovisual equipment, and is available to our clients to organize cultural events, seminars, conferences, or any other type of gathering."},
{"title": ["Excellent"], "content": "4.5", "data": "If you’re looking for a romantic hotel in Playa Sidi Mehrez, look no further than Hotel Dar El Bhar.\tGuest rooms offer a minibar and air conditioning, and Hotel Dar El Bhar makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including a 24 hour front desk, room service, and a concierge. In addition, guests can enjoy a pool and breakfast during their visit. As an added convenience, there is free parking available to guests.\tWhile you’re here, be sure to check out Sunset Beach Bar Djerba, one of the barbeque restaurants that can be found in Playa Sidi Mehrez, which is a short distance from Hotel Dar El Bhar.\tThe staff at Hotel Dar El Bhar looks forward to serving you during your upcoming visit.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to Télémaque Beach & Spa, your Djerba Island “home away from home.” Télémaque Beach & Spa aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tTélémaque Beach & Spa offers guests an array of room amenities including a refrigerator and air conditioning, and getting online is possible, as free wifi is available.\tThe hotel offers room service, to make your visit even more pleasant. The property also features a pool and free breakfast. Guests arriving by vehicle have access to free parking.\tIf you’re looking for a barbeque restaurant, consider a visit to Djerba Nova or Restaurant L'oasis, which are all conveniently located a short distance from Télémaque Beach & Spa.\tTélémaque Beach & Spa puts the best of Djerba Island at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Very good"], "content": "4.0", "data": "Inspired from the white djerbian Menzels, the hotel, is located on a plot of 11 hectares planted with olive and palm trees along the beautiful sandy beach of Djerba. The Manager assisted by his staff will give you a warm welcome Here everything is done to make you enjoy your stay in this comfortable hotel with its sandy beach, large outdoor freshwater swimming pool and heated indoor pool withan outdoor pool set in the patio. The Golf Beach has 237 fully air conditioned rooms. All rooms are equipped with bathroom (bath or shower), TV, telephone, safe, mini-bar, Wi-Fi and terrace with sea view (with extra charge), pool view or garden view according to their orientation. The Golf Beach also has 14 villas fully air-conditioned, each consisting of 3 bedrooms with bathroom, living room with a dining area, TV, Wi-Fi,a terrace and an equipped kitchen. Meals are served in the main restaurant OLIVERAIE, which opens onto the gardens and pool and declines as tasty and varied buffets for every gourmet delights, international and traditional cuisine. The hotel also offers two themed restaurants Le Pêcheur and La Felouque (Tunisian specialty) and a snack right on the beach. For those who wish to spend and live sports holidays, the Golf Beach offers a wide range of activities including windsurfing, tennis, mini golf, table tennis, gym, horse riding ... Possibility to play golf (27 holes) at about 10 km. For your conferences, seminars and meetings, the Golf Beach offers a large room for 250 people, and three subcommittee rooms."},
{"title": ["Excellent"], "content": "4.5", "data": "Hasdrubal Thalassa & Spa Djerba is an excellent choice for travelers visiting Midoun, offering a luxury environment alongside many helpful amenities designed to enhance your stay.\tGuest rooms offer air conditioning and a minibar, and Hasdrubal Thalassa & Spa Djerba makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including room service and a concierge. In addition, guests can enjoy a pool and free breakfast during their visit. As an added convenience, there is free parking available to guests.\tFor those interested in checking out popular landmarks while visiting Midoun, Hasdrubal Thalassa & Spa Djerba Hotel is located a short distance from Jama Fadloud (Mosque) (2.6 mi) and Phare de Taguermess (Lighthouse) (2.7 mi).\tWhile staying in Midoun, you can check out a popular Chinese restaurant like Voyages En Asie, which is serving up some great dishes.\tThere is no shortage of things to do in the area: explore popular parks such as Krokodilfarm Animalia.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "* Located on the island of Djerba * 3-storey building, oriental style architecture * Surrounded by 20,000 m2 of garden * Opposite the \"Djerba\" 27-hole golf course * 200 m from the beach * Complimentary sun loungers and parasols on the beach * 6 km from downtown Midoun * 18 km from downtown Houmt Souk * 6 km from various shops * 25 km from the Djerba airport"},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to TUI MAGIC LIFE Penelope Beach, your Houmt Souk “home away from home.” TUI MAGIC LIFE Penelope Beach aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tRooms at TUI MAGIC LIFE Penelope Beach provide a flat screen TV, a minibar, and a refrigerator, and guests can stay connected with free wifi.\tIn addition, while staying at TUI MAGIC LIFE Penelope Beach guests have access to a concierge. You can also enjoy a pool and free breakfast. Need a place to park? Free parking is available at Club Magic Life Penelope Beach Imperial Hotel.\tPlus, during your trip, don't forget to check out a historic site, such as Fort Ghazi Mustapha.\tTUI MAGIC LIFE Penelope Beach puts the best of Houmt Souk at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "See why so many travelers make Hasdrubal Prestige Thalassa & Spa Djerba their hotel of choice when visiting Houmt Souk. Providing an ideal mix of value, comfort and convenience, it offers a family-friendly setting with an array of amenities designed for travelers like you.\tAs your “home away from home,” the hotel rooms offer air conditioning and a minibar, and getting online is easy, with free wifi available.\tGuests have access to room service while staying at Hasdrubal Prestige Thalassa Hotel. In addition, Hasdrubal Prestige Thalassa Hotel offers a pool and free breakfast, which will help make your Houmt Souk trip additionally gratifying. And, as an added convenience, there is free parking available to guests.\tShould time allow, Fort Ghazi Mustapha is a popular historic site that is relatively easy to get to.\tWe’re sure you’ll enjoy your stay at Hasdrubal Prestige Thalassa & Spa Djerba as you experience all of the things Houmt Souk has to offer.\t"},
{"title": ["Very good"], "content": "3.5", "data": "BAYA BEACH AQUA PARK is a resort divided into 3 units ( Baya Beach , charming hotel Hacienda and Baya beach Thalasso) welcoming all year round an international clientele. Offering rich and varied services, the hotel complex allows you to relax through its thalassotherapy center and to entertain you while enjoying its aqua slider and participating in the various sporting activities and entertainment."},
{"title": ["Very good"], "content": "4.0", "data": "Situated on the coast, the Ksar Djerba hotel is in Djerba Island, 05 minutes faraway from the most beautiful beaches, we offer the possiblity to go to for freeewith a carriage, 25 minutes of the international airport Djerba-Zarzis, 15 minutes of Houmt-Souk, capital of the island and 10 minutes of Midoun, the second city. Djerba Golf Club is in 05 minutes."},
{"title": ["Very good"], "content": "3.5", "data": "Finding an ideal family-friendly hotel in Midoun does not have to be difficult. Welcome to El Mouradi Djerba Menzel, a nice option for travelers like you.\tPhare de Taguermess (Lighthouse) (3.1 mi), located nearby, makes El Mouradi Djerba Menzel a great place to stay for those interested in visiting this popular Midoun landmark.\tThe rooms offer air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tEl Mouradi Djerba Menzel features a concierge. In addition, as a valued El Mouradi Djerba Menzel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhile visiting Midoun, you may want to try some shrimp at one of the nearby restaurants, such as Djerba-Sidi Ali Restaurant.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from El Mouradi Djerba Menzel.\tEl Mouradi Djerba Menzel looks forward to welcoming you on your visit to Midoun.\t"},
{"title": ["Very good"], "content": "4.0", "data": "A 30 minutes de l’aéroport international de Djerba et à 10 minutes du parcours Djerba Golf Club, l'hôtel Royal Karthago Djerba & Thalasso se fond parfaitement dans l’atmosphère sereine et accueillante de l’île Djerba. L’architecture reprend en tout point les contours des maisons traditionnelles locales les Menzels que vous retrouverez jusqu’à la décoration des chambres, vous invitant ainsi à un voyage dans l’authenticité du sud tunisien, à profiter d'une plage privée de sable blanc et à passer des vacances inoubliables!"},
{"title": ["Very good"], "content": "4.0", "data": "Fiesta Beach Club Djerba is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tWhile staying at Fiesta Beach Club Djerba, visitors can check out Jama Fadloud (Mosque) (2.5 mi), which is a popular Midoun attraction.\tThe rooms offer a flat screen TV, air conditioning, and a minibar, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tFiesta Beach Club Djerba features room service and a concierge. In addition, as a valued Fiesta Beach Club Hotel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Restaurant Savana and Le Petit Navire Restaurant Poissonnerie, which are some seafood restaurants that are popular with locals and out-of-towners alike.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from Fiesta Beach Club Hotel.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "If you’re looking for a trendy all-inclusive resort in Djerba Island, look no further than Vincci Helios Beach.\tThe rooms offer a flat screen TV and air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Resort Djerba features a concierge. In addition, as a valued Vincci Djerba Resort guest, you can enjoy a pool and breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Casino Djerba el Ferida, Djerba Nova, and Touareg Djerba, which are some French restaurants that are popular with locals and out-of-towners alike.\tThe staff at Vincci Helios Beach looks forward to serving you during your upcoming visit.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "The Cesar Thalasso is an adults only hotel and bookable for guest from 16+. The hotel is located at the Plage de Sidi Mahrez beach on Djerba and is an favorite holiday destination. Midoun is on of the biggest cities on Djerba and is just 6 km away from the Cesar Thalasso. Here you can find many cafes, restaurants shopping facilities and clubs. The area is famous for its authentic markets where a huge of variety will be offered. Moreover, you can find many different spices and souvenirs. The capital of Djerba is Houmt Souk and is 15 km away from the Cesar Thalasso. The international airport of Djerba is 25 km away. All meals are available at the buffet of the main restaurant in the Cesar Thalasso. You can also choose the A la Carte-Restaurant of the Cesar Thalasso. You can enjoy a drink in the Bar. The Cesar Thalasso has got four tennis courts. Moreover, there are many activity offers from locals at the beach."},
{"title": ["Very good"], "content": "4.0", "data": "With its traditional, elegant architecture on the outside and modern facilities on the inside, SunConnect Djerba Aqua Resort is a charming hotel for the entire family. The hotel offers a wide range of restaurants, bars activities and entertainment to keep the whole family happy. Spacious rooms and a comfy style help guests feel at ease. If you want an extra relaxing holiday you can spoil yourself and enjoy treatments at the hotel's Thalasso center. For the more active ones there are four tennis courts at the hotel. In addition, the hotel arranges various activities and fun, including aerobics & an aqua park. The hotel is located just a short walk away from the sandy beach, with its fine sand stretches for several kilometres along the north coast of Djerba.Midoun, one of the largest town on Djerba with a range of cafés, restaurants, clubs and shops, is only 6 km away from the hotel. 15 km away, historic sights such as the medieval castle Bordj-el-Kebir or colourful markets in Djerba."},
{"title": ["Very good"], "content": "4.0", "data": "Looking for a place to stay in Midoun? Then look no further than Hotel Meninx, a charming resort that brings the best of Midoun to your doorstep.\tRooms at Hotel Meninx provide air conditioning, and guests can stay connected with free internet access.\tIn addition, while staying at Hotel Meninx guests have access to a concierge. You can also enjoy a pool and an on-site restaurant. Need a place to park? Free parking is available at Hotel Meninx.\tGiven the close proximity of popular landmarks, such as Phare de Taguermess (Lighthouse) (2.4 mi) and Jama Fadloud (Mosque) (2.8 mi), guests of Hotel Meninx can easily experience some of Midoun's most well known attractions.\tWhile in Midoun be sure to experience nearby Asian restaurants such as Voyages En Asie.\tLooking to explore? Then look no further than Krokodilfarm Animalia, which is a popular Midoun park – and it is conveniently located a short distance from the resort.\tWe’re sure you’ll enjoy your stay at Hotel Meninx as you experience everything Midoun has to offer.\t"},
{"title": ["Very good"], "content": "4.0", "data": "Decorated in a traditional Djerbian style, the Seabel Aladin Djerba is a wonderful holiday destination both inside and out. Sunseekers can lie back and work on their tan by the pool or on the sandy private beach, while a wide range of games and activities will keep the more active well-occupied. If it all gets too much, you can slip into the on-site spa for a treatment, or lounge around the 2-story pool. On the south coast of the island of Djerba, on the edge of a fire sand beach, Djerba Seabel Aladin is built with a local architecture style in the middle of our wonderful flowered park of 6 hectares."},
{"title": ["Excellent"], "content": "4.5", "data": "Vincci Helios Beach is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tThe rooms offer a flat screen TV, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Helios Beach features a concierge. In addition, as a valued Vincci Helios Beach guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tGiven the close proximity to Ranch Adada Djerba (2.7 mi), guests of Vincci Helios Beach Hotel can easily experience one of Midoun's most popular landmarks.\tIf you are looking for some good spots to eat nearby, you may want to check out Restaurant Lella Hadhria (0.7 mi) or Lamparo (1.2 mi), all of which are within walking distance of Vincci Helios Beach.\tShould time allow, Krokodilfarm Animalia and Phare de Taguermess (Lighthouse) are some popular attractions that are within walking distance.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "3.5", "data": "Le Jerba Sun club est un hôtel entièrement rénové en complète harmonie avec son environnement. Il offre un mariage exceptionnel entre les commodités d’un hôtel moderne et une décoration d’inspiration berbère et djerbienne. Le complexe s’étend sur une superficie de 98,000 mètres carrés, un petit village pittoresque avec de beaux jardins fleuris et colorés de toutes les couleurs et des arbres magnifiques. Le club offre une vaste variété d’ activités sportives ainsi que celles pour la relaxation du corps et de l’esprit. 4 grands bâtiments de 385 chambres dont des chambres familiales, quadruples, communicantes et supérieures. Dans notre club, l’animation, quasi-permanente tout le long de la journée et pendant une grande partie de la nuit, est assurée par une grande équipe avec de nombreuses spécialités. Un grand spectacle est programmé chaque soir, précédé par le mini disco. Jerba Sun Club vous propose un « CENTRE SPA » avec une variété de choix"},
{"title": ["Very good"], "content": "4.0", "data": "WELCOME MERIDIANA DJERBA offers an original decoration, a view directly on a paradisiac beach, attentive staff and a very varied restoration. Set in a 10-hectare park, WELCOME MERIDIANA DJERBA offers a wide range of sports and leisure activities, including a large outdoor swimming pool, a football pitch, a mini club and a recently renovated thalassotherapy center. WELCOME MERIDIANA forms a fabulous setting for families, young people, children, couples on honeymoon ..."},
{"title": ["Very good"], "content": "4.0", "data": "Located in an outstanding setting of palm trees and greenery at the beginning of the resort area,bordering the best sandy beaches on the island of Djerba, the Radisson Blu Resort & Thalasso, Djerba is only 20 minutes from Djerba-Zarzis International Airport and 10 minutes from Houmt-Souk, the island's capital city."},
{"title": ["Very good"], "content": "4.0", "data": "Caribbean World Thalasso Djerba is located 25 kms away from Djerba airport and at 14 kms from the Island's main town \"Houmt Souk\".With its highly exotic style, Caribbean World Thalasso Djerba offers a wide range of exciting activities."},
{"title": ["Excellent"], "content": "4.5", "data": "The deluxe Palm Beach Palace gives you direct access to a white beach, and is getting a 21st-century makeover for May 2015. Picture-perfect views of the horizon are part of the deal at this hotel. It’s pulled up next to a private sliver of pristine white sand. Plus, the bustling markets of Houmt Souk are less than 20 minutes away in a taxi."},
{"title": ["Very good"], "content": "4.0", "data": "Welcome to Joya Paradise, your Midoun “home away from home.” Joya Paradise aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tGiven the close proximity of popular landmarks, such as Jama Fadloud (Mosque) (2.3 mi) and Phare de Taguermess (Lighthouse) (3.0 mi), guests of Hotel Joya Paradise can easily experience some of Midoun's most well known attractions.\tJoya Paradise is a family-friendly hotel offering a refrigerator and air conditioning in the rooms, and it is easy to stay connected during your stay as free internet access is offered to guests.\tThe hotel features a concierge. Plus, guests can enjoy a pool and free breakfast, which have made this a popular choice among travelers visiting Midoun. For guests with a vehicle, free parking is available.\tIf you are looking for some good spots to eat nearby, you may want to check out Rachid et Sophie (0.3 mi), Les Palmiers Chez Neji et Catherine (0.4 mi), or Chez Chouchou (0.3 mi), all of which are within walking distance of Hotel Joya Paradise.\tShould time allow, Krokodilfarm Animalia is a popular park that is relatively easy to get to.\tJoya Paradise puts the best of Midoun at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Enjoy an outstanding seaside resort experience in the northern coast of Djerba island. At the foot of the Taguermess light-house, the Renovated Seabel Rym Beach, is located on the prime white sandy beachfront & set in the heart of an 11-hectare palm grove. It is 6 km from Midoun, 15 km from Houmt Souk, 20 km from the airport and 3 km from the Djerba Golf Course (27 holes)."},
{"title": ["Excellent"], "content": "4.5", "data": "The Iberostar Mehari Djerba hotel is undoubtedly the perfect landing point for guests who seek a special trip in one of the most magical places in Tunisia. Located on the seductive beach of Sidi Akkour, Djerba, is a hotel built in traditional Tunisian style where you can stay in double rooms or family rooms that have been refurbished to provide a cosier ambiance and some of the best services for rest and relaxation.\nIn the Monkey Club, children have a space to do all kinds of activities, games and sports that they will love and enjoy in the company of instructors and other playmates. Meanwhile, adults have a range of services including the body treatments and facilities of the SPA Sensations, the fitness room, free Wi-Fi, water sports, outdoor pools with a solarium, amazing shows, live music...And of course the flavours of the delicious Tunisian and international cuisine served at its two restaurants and four bars.\n"},
{"title": ["Excellent"], "content": "4.5", "data": "SENTIDO Djerba Beach is the perfect hotel for the whole family. This hotel has a very tranquil location with quiet surroundings, and is located directly on the sandy beach. If you want an extra peaceful and recovering stay, you can enjoy a relaxing trip to the hotel's own Turkish bath or enjoy a soothing massage at the spa. For the more active family, the hotel organizes a wide range of activities, and there are two tennis courts at the hotel. Or why not discover the surroundings horseback, or rent a bike to discover the island of Djerba by yourself? In short, at SENTIDO Djerba Beach, there is something for the entire family."},
{"title": ["Excellent"], "content": "4.5", "data": "The Hotel Sidi Mansour Resort & Spa is located in the heart of the tourist area of the island of Djerba, 250 m from a beach of fine white sand and in front of the lighthouse Taguermes, one of the highest in North Africa. The hotel is located 25 minutes from the international airport of Djerba and 15 from Houmt Souk (capital of the island). It is also just 6 km from Midoun, the second largest city of the island, and 5 km from a golf course with 27 holes."}
][
{"title": ["Excellent"], "content": "4.5", "data": "Renovated in 2014, the lti Djerba Plaza Thalasso & Spa is located inside a palm park of 14 hectares next to a turquoise blue sea and sandy beach in the heart of the touristic area of Midoun. The Djerba Plaza reflects the magic of the island and offers all full modern comfort and a sense of well-being to its guests. The rooms entirely renovated are located in Menzels that enclose planted Djerbian Patios. Each Patio is surrounded by 24 rooms and suites on each floor overlooking either the sea or a very rich palm park and the Djerba Golf course. The Thalasso & spa offers a subtle gastronomic palette, a sunny and flavorsome cuisine that combines pleasure and health. A wide variety of outdoor and indoor sports & leisure activities are available at the lti Djerba Plaza Thalasso & SPa. The Thalasso & Spa is a response to the ills of the modern world : fatigue, stress, depression, back pain, overweight, sleep... Prepare to be pampered in our state of the art thalassotherapy center offering a full variety of wellness treatments and cares. The beneficial effects of the thalassotherapy will be presented you through our different spaces. Our skilled therapists employ natural healing agents to create enriching thalasso treatments tailored to our guests’ specific health, wellness and beauty needs. A vacation for your body, a holiday for your soul ! Incentives & Congress: Space can accommodate from 15 to 400 people with audiovisual equipment, and is available to our clients to organize cultural events, seminars, conferences, or any other type of gathering."},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to Télémaque Beach & Spa, your Djerba Island “home away from home.” Télémaque Beach & Spa aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tTélémaque Beach & Spa offers guests an array of room amenities including a refrigerator and air conditioning, and getting online is possible, as free wifi is available.\tThe hotel offers room service, to make your visit even more pleasant. The property also features a pool and free breakfast. Guests arriving by vehicle have access to free parking.\tIf you’re looking for a barbeque restaurant, consider a visit to Djerba Nova or Restaurant L'oasis, which are all conveniently located a short distance from Télémaque Beach & Spa.\tTélémaque Beach & Spa puts the best of Djerba Island at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Hasdrubal Thalassa & Spa Djerba is an excellent choice for travelers visiting Midoun, offering a luxury environment alongside many helpful amenities designed to enhance your stay.\tGuest rooms offer air conditioning and a minibar, and Hasdrubal Thalassa & Spa Djerba makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including room service and a concierge. In addition, guests can enjoy a pool and free breakfast during their visit. As an added convenience, there is free parking available to guests.\tFor those interested in checking out popular landmarks while visiting Midoun, Hasdrubal Thalassa & Spa Djerba Hotel is located a short distance from Jama Fadloud (Mosque) (2.6 mi) and Phare de Taguermess (Lighthouse) (2.7 mi).\tWhile staying in Midoun, you can check out a popular Chinese restaurant like Voyages En Asie, which is serving up some great dishes.\tThere is no shortage of things to do in the area: explore popular parks such as Krokodilfarm Animalia.\tEnjoy your stay in Midoun!\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to TUI MAGIC LIFE Penelope Beach, your Houmt Souk “home away from home.” TUI MAGIC LIFE Penelope Beach aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tRooms at TUI MAGIC LIFE Penelope Beach provide a flat screen TV, a minibar, and a refrigerator, and guests can stay connected with free wifi.\tIn addition, while staying at TUI MAGIC LIFE Penelope Beach guests have access to a concierge. You can also enjoy a pool and free breakfast. Need a place to park? Free parking is available at Club Magic Life Penelope Beach Imperial Hotel.\tPlus, during your trip, don't forget to check out a historic site, such as Fort Ghazi Mustapha.\tTUI MAGIC LIFE Penelope Beach puts the best of Houmt Souk at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "See why so many travelers make Hasdrubal Prestige Thalassa & Spa Djerba their hotel of choice when visiting Houmt Souk. Providing an ideal mix of value, comfort and convenience, it offers a family-friendly setting with an array of amenities designed for travelers like you.\tAs your “home away from home,” the hotel rooms offer air conditioning and a minibar, and getting online is easy, with free wifi available.\tGuests have access to room service while staying at Hasdrubal Prestige Thalassa Hotel. In addition, Hasdrubal Prestige Thalassa Hotel offers a pool and free breakfast, which will help make your Houmt Souk trip additionally gratifying. And, as an added convenience, there is free parking available to guests.\tShould time allow, Fort Ghazi Mustapha is a popular historic site that is relatively easy to get to.\tWe’re sure you’ll enjoy your stay at Hasdrubal Prestige Thalassa & Spa Djerba as you experience all of the things Houmt Souk has to offer.\t"},
{"title": ["Very good"], "content": "4.0", "data": "* Located on the island of Djerba * 3-storey building, oriental style architecture * Surrounded by 20,000 m2 of garden * Opposite the \"Djerba\" 27-hole golf course * 200 m from the beach * Complimentary sun loungers and parasols on the beach * 6 km from downtown Midoun * 18 km from downtown Houmt Souk * 6 km from various shops * 25 km from the Djerba airport"},
{"title": ["Very good"], "content": "4.0", "data": "Inspired from the white djerbian Menzels, the hotel, is located on a plot of 11 hectares planted with olive and palm trees along the beautiful sandy beach of Djerba. The Manager assisted by his staff will give you a warm welcome Here everything is done to make you enjoy your stay in this comfortable hotel with its sandy beach, large outdoor freshwater swimming pool and heated indoor pool withan outdoor pool set in the patio. The Golf Beach has 237 fully air conditioned rooms. All rooms are equipped with bathroom (bath or shower), TV, telephone, safe, mini-bar, Wi-Fi and terrace with sea view (with extra charge), pool view or garden view according to their orientation. The Golf Beach also has 14 villas fully air-conditioned, each consisting of 3 bedrooms with bathroom, living room with a dining area, TV, Wi-Fi,a terrace and an equipped kitchen. Meals are served in the main restaurant OLIVERAIE, which opens onto the gardens and pool and declines as tasty and varied buffets for every gourmet delights, international and traditional cuisine. The hotel also offers two themed restaurants Le Pêcheur and La Felouque (Tunisian specialty) and a snack right on the beach. For those who wish to spend and live sports holidays, the Golf Beach offers a wide range of activities including windsurfing, tennis, mini golf, table tennis, gym, horse riding ... Possibility to play golf (27 holes) at about 10 km. For your conferences, seminars and meetings, the Golf Beach offers a large room for 250 people, and three subcommittee rooms."},
{"title": ["Excellent"], "content": "4.5", "data": "If you’re looking for a romantic hotel in Playa Sidi Mehrez, look no further than Hotel Dar El Bhar.\tGuest rooms offer a minibar and air conditioning, and Hotel Dar El Bhar makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including a 24 hour front desk, room service, and a concierge. In addition, guests can enjoy a pool and breakfast during their visit. As an added convenience, there is free parking available to guests.\tWhile you’re here, be sure to check out Sunset Beach Bar Djerba, one of the barbeque restaurants that can be found in Playa Sidi Mehrez, which is a short distance from Hotel Dar El Bhar.\tThe staff at Hotel Dar El Bhar looks forward to serving you during your upcoming visit.\t"},
{"title": ["Very good"], "content": "4.0", "data": "If you’re looking for a trendy all-inclusive resort in Djerba Island, look no further than Vincci Helios Beach.\tThe rooms offer a flat screen TV and air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Resort Djerba features a concierge. In addition, as a valued Vincci Djerba Resort guest, you can enjoy a pool and breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Casino Djerba el Ferida, Djerba Nova, and Touareg Djerba, which are some French restaurants that are popular with locals and out-of-towners alike.\tThe staff at Vincci Helios Beach looks forward to serving you during your upcoming visit.\t"},
{"title": ["Very good"], "content": "4.0", "data": "Situated on the coast, the Ksar Djerba hotel is in Djerba Island, 05 minutes faraway from the most beautiful beaches, we offer the possiblity to go to for freeewith a carriage, 25 minutes of the international airport Djerba-Zarzis, 15 minutes of Houmt-Souk, capital of the island and 10 minutes of Midoun, the second city. Djerba Golf Club is in 05 minutes."},
{"title": ["Very good"], "content": "3.5", "data": "BAYA BEACH AQUA PARK is a resort divided into 3 units ( Baya Beach , charming hotel Hacienda and Baya beach Thalasso) welcoming all year round an international clientele. Offering rich and varied services, the hotel complex allows you to relax through its thalassotherapy center and to entertain you while enjoying its aqua slider and participating in the various sporting activities and entertainment."},
{"title": ["Very good"], "content": "4.0", "data": "A 30 minutes de l’aéroport international de Djerba et à 10 minutes du parcours Djerba Golf Club, l'hôtel Royal Karthago Djerba & Thalasso se fond parfaitement dans l’atmosphère sereine et accueillante de l’île Djerba. L’architecture reprend en tout point les contours des maisons traditionnelles locales les Menzels que vous retrouverez jusqu’à la décoration des chambres, vous invitant ainsi à un voyage dans l’authenticité du sud tunisien, à profiter d'une plage privée de sable blanc et à passer des vacances inoubliables!"},
{"title": ["Very good"], "content": "3.5", "data": "Finding an ideal family-friendly hotel in Midoun does not have to be difficult. Welcome to El Mouradi Djerba Menzel, a nice option for travelers like you.\tPhare de Taguermess (Lighthouse) (3.1 mi), located nearby, makes El Mouradi Djerba Menzel a great place to stay for those interested in visiting this popular Midoun landmark.\tThe rooms offer air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tEl Mouradi Djerba Menzel features a concierge. In addition, as a valued El Mouradi Djerba Menzel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhile visiting Midoun, you may want to try some shrimp at one of the nearby restaurants, such as Djerba-Sidi Ali Restaurant.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from El Mouradi Djerba Menzel.\tEl Mouradi Djerba Menzel looks forward to welcoming you on your visit to Midoun.\t"},
{"title": ["Very good"], "content": "4.0", "data": "With its traditional, elegant architecture on the outside and modern facilities on the inside, SunConnect Djerba Aqua Resort is a charming hotel for the entire family. The hotel offers a wide range of restaurants, bars activities and entertainment to keep the whole family happy. Spacious rooms and a comfy style help guests feel at ease. If you want an extra relaxing holiday you can spoil yourself and enjoy treatments at the hotel's Thalasso center. For the more active ones there are four tennis courts at the hotel. In addition, the hotel arranges various activities and fun, including aerobics & an aqua park. The hotel is located just a short walk away from the sandy beach, with its fine sand stretches for several kilometres along the north coast of Djerba.Midoun, one of the largest town on Djerba with a range of cafés, restaurants, clubs and shops, is only 6 km away from the hotel. 15 km away, historic sights such as the medieval castle Bordj-el-Kebir or colourful markets in Djerba."},
{"title": ["Excellent"], "content": "4.5", "data": "The Cesar Thalasso is an adults only hotel and bookable for guest from 16+. The hotel is located at the Plage de Sidi Mahrez beach on Djerba and is an favorite holiday destination. Midoun is on of the biggest cities on Djerba and is just 6 km away from the Cesar Thalasso. Here you can find many cafes, restaurants shopping facilities and clubs. The area is famous for its authentic markets where a huge of variety will be offered. Moreover, you can find many different spices and souvenirs. The capital of Djerba is Houmt Souk and is 15 km away from the Cesar Thalasso. The international airport of Djerba is 25 km away. All meals are available at the buffet of the main restaurant in the Cesar Thalasso. You can also choose the A la Carte-Restaurant of the Cesar Thalasso. You can enjoy a drink in the Bar. The Cesar Thalasso has got four tennis courts. Moreover, there are many activity offers from locals at the beach."},
{"title": ["Very good"], "content": "4.0", "data": "Fiesta Beach Club Djerba is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tWhile staying at Fiesta Beach Club Djerba, visitors can check out Jama Fadloud (Mosque) (2.5 mi), which is a popular Midoun attraction.\tThe rooms offer a flat screen TV, air conditioning, and a minibar, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tFiesta Beach Club Djerba features room service and a concierge. In addition, as a valued Fiesta Beach Club Hotel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Restaurant Savana and Le Petit Navire Restaurant Poissonnerie, which are some seafood restaurants that are popular with locals and out-of-towners alike.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from Fiesta Beach Club Hotel.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "Looking for a place to stay in Midoun? Then look no further than Hotel Meninx, a charming resort that brings the best of Midoun to your doorstep.\tRooms at Hotel Meninx provide air conditioning, and guests can stay connected with free internet access.\tIn addition, while staying at Hotel Meninx guests have access to a concierge. You can also enjoy a pool and an on-site restaurant. Need a place to park? Free parking is available at Hotel Meninx.\tGiven the close proximity of popular landmarks, such as Phare de Taguermess (Lighthouse) (2.4 mi) and Jama Fadloud (Mosque) (2.8 mi), guests of Hotel Meninx can easily experience some of Midoun's most well known attractions.\tWhile in Midoun be sure to experience nearby Asian restaurants such as Voyages En Asie.\tLooking to explore? Then look no further than Krokodilfarm Animalia, which is a popular Midoun park – and it is conveniently located a short distance from the resort.\tWe’re sure you’ll enjoy your stay at Hotel Meninx as you experience everything Midoun has to offer.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Vincci Helios Beach is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tThe rooms offer a flat screen TV, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Helios Beach features a concierge. In addition, as a valued Vincci Helios Beach guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tGiven the close proximity to Ranch Adada Djerba (2.7 mi), guests of Vincci Helios Beach Hotel can easily experience one of Midoun's most popular landmarks.\tIf you are looking for some good spots to eat nearby, you may want to check out Restaurant Lella Hadhria (0.7 mi) or Lamparo (1.2 mi), all of which are within walking distance of Vincci Helios Beach.\tShould time allow, Krokodilfarm Animalia and Phare de Taguermess (Lighthouse) are some popular attractions that are within walking distance.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "Decorated in a traditional Djerbian style, the Seabel Aladin Djerba is a wonderful holiday destination both inside and out. Sunseekers can lie back and work on their tan by the pool or on the sandy private beach, while a wide range of games and activities will keep the more active well-occupied. If it all gets too much, you can slip into the on-site spa for a treatment, or lounge around the 2-story pool. On the south coast of the island of Djerba, on the edge of a fire sand beach, Djerba Seabel Aladin is built with a local architecture style in the middle of our wonderful flowered park of 6 hectares."},
{"title": ["Very good"], "content": "4.0", "data": "Located in an outstanding setting of palm trees and greenery at the beginning of the resort area,bordering the best sandy beaches on the island of Djerba, the Radisson Blu Resort & Thalasso, Djerba is only 20 minutes from Djerba-Zarzis International Airport and 10 minutes from Houmt-Souk, the island's capital city."},
{"title": ["Very good"], "content": "3.5", "data": "Le Jerba Sun club est un hôtel entièrement rénové en complète harmonie avec son environnement. Il offre un mariage exceptionnel entre les commodités d’un hôtel moderne et une décoration d’inspiration berbère et djerbienne. Le complexe s’étend sur une superficie de 98,000 mètres carrés, un petit village pittoresque avec de beaux jardins fleuris et colorés de toutes les couleurs et des arbres magnifiques. Le club offre une vaste variété d’ activités sportives ainsi que celles pour la relaxation du corps et de l’esprit. 4 grands bâtiments de 385 chambres dont des chambres familiales, quadruples, communicantes et supérieures. Dans notre club, l’animation, quasi-permanente tout le long de la journée et pendant une grande partie de la nuit, est assurée par une grande équipe avec de nombreuses spécialités. Un grand spectacle est programmé chaque soir, précédé par le mini disco. Jerba Sun Club vous propose un « CENTRE SPA » avec une variété de choix"},
{"title": ["Very good"], "content": "4.0", "data": "Caribbean World Thalasso Djerba is located 25 kms away from Djerba airport and at 14 kms from the Island's main town \"Houmt Souk\".With its highly exotic style, Caribbean World Thalasso Djerba offers a wide range of exciting activities."},
{"title": ["Very good"], "content": "4.0", "data": "WELCOME MERIDIANA DJERBA offers an original decoration, a view directly on a paradisiac beach, attentive staff and a very varied restoration. Set in a 10-hectare park, WELCOME MERIDIANA DJERBA offers a wide range of sports and leisure activities, including a large outdoor swimming pool, a football pitch, a mini club and a recently renovated thalassotherapy center. WELCOME MERIDIANA forms a fabulous setting for families, young people, children, couples on honeymoon ..."},
{"title": ["Excellent"], "content": "4.5", "data": "Enjoy an outstanding seaside resort experience in the northern coast of Djerba island. At the foot of the Taguermess light-house, the Renovated Seabel Rym Beach, is located on the prime white sandy beachfront & set in the heart of an 11-hectare palm grove. It is 6 km from Midoun, 15 km from Houmt Souk, 20 km from the airport and 3 km from the Djerba Golf Course (27 holes)."},
{"title": ["Excellent"], "content": "4.5", "data": "The Iberostar Mehari Djerba hotel is undoubtedly the perfect landing point for guests who seek a special trip in one of the most magical places in Tunisia. Located on the seductive beach of Sidi Akkour, Djerba, is a hotel built in traditional Tunisian style where you can stay in double rooms or family rooms that have been refurbished to provide a cosier ambiance and some of the best services for rest and relaxation.\nIn the Monkey Club, children have a space to do all kinds of activities, games and sports that they will love and enjoy in the company of instructors and other playmates. Meanwhile, adults have a range of services including the body treatments and facilities of the SPA Sensations, the fitness room, free Wi-Fi, water sports, outdoor pools with a solarium, amazing shows, live music...And of course the flavours of the delicious Tunisian and international cuisine served at its two restaurants and four bars.\n"},
{"title": ["Excellent"], "content": "4.5", "data": "The deluxe Palm Beach Palace gives you direct access to a white beach, and is getting a 21st-century makeover for May 2015. Picture-perfect views of the horizon are part of the deal at this hotel. It’s pulled up next to a private sliver of pristine white sand. Plus, the bustling markets of Houmt Souk are less than 20 minutes away in a taxi."},
{"title": ["Very good"], "content": "4.0", "data": "Welcome to Joya Paradise, your Midoun “home away from home.” Joya Paradise aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tGiven the close proximity of popular landmarks, such as Jama Fadloud (Mosque) (2.3 mi) and Phare de Taguermess (Lighthouse) (3.0 mi), guests of Hotel Joya Paradise can easily experience some of Midoun's most well known attractions.\tJoya Paradise is a family-friendly hotel offering a refrigerator and air conditioning in the rooms, and it is easy to stay connected during your stay as free internet access is offered to guests.\tThe hotel features a concierge. Plus, guests can enjoy a pool and free breakfast, which have made this a popular choice among travelers visiting Midoun. For guests with a vehicle, free parking is available.\tIf you are looking for some good spots to eat nearby, you may want to check out Rachid et Sophie (0.3 mi), Les Palmiers Chez Neji et Catherine (0.4 mi), or Chez Chouchou (0.3 mi), all of which are within walking distance of Hotel Joya Paradise.\tShould time allow, Krokodilfarm Animalia is a popular park that is relatively easy to get to.\tJoya Paradise puts the best of Midoun at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "SENTIDO Djerba Beach is the perfect hotel for the whole family. This hotel has a very tranquil location with quiet surroundings, and is located directly on the sandy beach. If you want an extra peaceful and recovering stay, you can enjoy a relaxing trip to the hotel's own Turkish bath or enjoy a soothing massage at the spa. For the more active family, the hotel organizes a wide range of activities, and there are two tennis courts at the hotel. Or why not discover the surroundings horseback, or rent a bike to discover the island of Djerba by yourself? In short, at SENTIDO Djerba Beach, there is something for the entire family."},
{"title": ["Excellent"], "content": "4.5", "data": "The Hotel Sidi Mansour Resort & Spa is located in the heart of the tourist area of the island of Djerba, 250 m from a beach of fine white sand and in front of the lighthouse Taguermes, one of the highest in North Africa. The hotel is located 25 minutes from the international airport of Djerba and 15 from Houmt Souk (capital of the island). It is also just 6 km from Midoun, the second largest city of the island, and 5 km from a golf course with 27 holes."}
][
{"title": ["Excellent"], "content": "4.5", "data": "Renovated in 2014, the lti Djerba Plaza Thalasso & Spa is located inside a palm park of 14 hectares next to a turquoise blue sea and sandy beach in the heart of the touristic area of Midoun. The Djerba Plaza reflects the magic of the island and offers all full modern comfort and a sense of well-being to its guests. The rooms entirely renovated are located in Menzels that enclose planted Djerbian Patios. Each Patio is surrounded by 24 rooms and suites on each floor overlooking either the sea or a very rich palm park and the Djerba Golf course. The Thalasso & spa offers a subtle gastronomic palette, a sunny and flavorsome cuisine that combines pleasure and health. A wide variety of outdoor and indoor sports & leisure activities are available at the lti Djerba Plaza Thalasso & SPa. The Thalasso & Spa is a response to the ills of the modern world : fatigue, stress, depression, back pain, overweight, sleep... Prepare to be pampered in our state of the art thalassotherapy center offering a full variety of wellness treatments and cares. The beneficial effects of the thalassotherapy will be presented you through our different spaces. Our skilled therapists employ natural healing agents to create enriching thalasso treatments tailored to our guests’ specific health, wellness and beauty needs. A vacation for your body, a holiday for your soul ! Incentives & Congress: Space can accommodate from 15 to 400 people with audiovisual equipment, and is available to our clients to organize cultural events, seminars, conferences, or any other type of gathering."},
{"title": ["Very good"], "content": "4.0", "data": "* Located on the island of Djerba * 3-storey building, oriental style architecture * Surrounded by 20,000 m2 of garden * Opposite the \"Djerba\" 27-hole golf course * 200 m from the beach * Complimentary sun loungers and parasols on the beach * 6 km from downtown Midoun * 18 km from downtown Houmt Souk * 6 km from various shops * 25 km from the Djerba airport"},
{"title": ["Excellent"], "content": "4.5", "data": "Hasdrubal Thalassa & Spa Djerba is an excellent choice for travelers visiting Midoun, offering a luxury environment alongside many helpful amenities designed to enhance your stay.\tGuest rooms offer air conditioning and a minibar, and Hasdrubal Thalassa & Spa Djerba makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including room service and a concierge. In addition, guests can enjoy a pool and free breakfast during their visit. As an added convenience, there is free parking available to guests.\tFor those interested in checking out popular landmarks while visiting Midoun, Hasdrubal Thalassa & Spa Djerba Hotel is located a short distance from Jama Fadloud (Mosque) (2.6 mi) and Phare de Taguermess (Lighthouse) (2.7 mi).\tWhile staying in Midoun, you can check out a popular Chinese restaurant like Voyages En Asie, which is serving up some great dishes.\tThere is no shortage of things to do in the area: explore popular parks such as Krokodilfarm Animalia.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "Inspired from the white djerbian Menzels, the hotel, is located on a plot of 11 hectares planted with olive and palm trees along the beautiful sandy beach of Djerba. The Manager assisted by his staff will give you a warm welcome Here everything is done to make you enjoy your stay in this comfortable hotel with its sandy beach, large outdoor freshwater swimming pool and heated indoor pool withan outdoor pool set in the patio. The Golf Beach has 237 fully air conditioned rooms. All rooms are equipped with bathroom (bath or shower), TV, telephone, safe, mini-bar, Wi-Fi and terrace with sea view (with extra charge), pool view or garden view according to their orientation. The Golf Beach also has 14 villas fully air-conditioned, each consisting of 3 bedrooms with bathroom, living room with a dining area, TV, Wi-Fi,a terrace and an equipped kitchen. Meals are served in the main restaurant OLIVERAIE, which opens onto the gardens and pool and declines as tasty and varied buffets for every gourmet delights, international and traditional cuisine. The hotel also offers two themed restaurants Le Pêcheur and La Felouque (Tunisian specialty) and a snack right on the beach. For those who wish to spend and live sports holidays, the Golf Beach offers a wide range of activities including windsurfing, tennis, mini golf, table tennis, gym, horse riding ... Possibility to play golf (27 holes) at about 10 km. For your conferences, seminars and meetings, the Golf Beach offers a large room for 250 people, and three subcommittee rooms."},
{"title": ["Excellent"], "content": "4.5", "data": "If you’re looking for a romantic hotel in Playa Sidi Mehrez, look no further than Hotel Dar El Bhar.\tGuest rooms offer a minibar and air conditioning, and Hotel Dar El Bhar makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including a 24 hour front desk, room service, and a concierge. In addition, guests can enjoy a pool and breakfast during their visit. As an added convenience, there is free parking available to guests.\tWhile you’re here, be sure to check out Sunset Beach Bar Djerba, one of the barbeque restaurants that can be found in Playa Sidi Mehrez, which is a short distance from Hotel Dar El Bhar.\tThe staff at Hotel Dar El Bhar looks forward to serving you during your upcoming visit.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "See why so many travelers make Hasdrubal Prestige Thalassa & Spa Djerba their hotel of choice when visiting Houmt Souk. Providing an ideal mix of value, comfort and convenience, it offers a family-friendly setting with an array of amenities designed for travelers like you.\tAs your “home away from home,” the hotel rooms offer air conditioning and a minibar, and getting online is easy, with free wifi available.\tGuests have access to room service while staying at Hasdrubal Prestige Thalassa Hotel. In addition, Hasdrubal Prestige Thalassa Hotel offers a pool and free breakfast, which will help make your Houmt Souk trip additionally gratifying. And, as an added convenience, there is free parking available to guests.\tShould time allow, Fort Ghazi Mustapha is a popular historic site that is relatively easy to get to.\tWe’re sure you’ll enjoy your stay at Hasdrubal Prestige Thalassa & Spa Djerba as you experience all of the things Houmt Souk has to offer.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to Télémaque Beach & Spa, your Djerba Island “home away from home.” Télémaque Beach & Spa aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tTélémaque Beach & Spa offers guests an array of room amenities including a refrigerator and air conditioning, and getting online is possible, as free wifi is available.\tThe hotel offers room service, to make your visit even more pleasant. The property also features a pool and free breakfast. Guests arriving by vehicle have access to free parking.\tIf you’re looking for a barbeque restaurant, consider a visit to Djerba Nova or Restaurant L'oasis, which are all conveniently located a short distance from Télémaque Beach & Spa.\tTélémaque Beach & Spa puts the best of Djerba Island at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to TUI MAGIC LIFE Penelope Beach, your Houmt Souk “home away from home.” TUI MAGIC LIFE Penelope Beach aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tRooms at TUI MAGIC LIFE Penelope Beach provide a flat screen TV, a minibar, and a refrigerator, and guests can stay connected with free wifi.\tIn addition, while staying at TUI MAGIC LIFE Penelope Beach guests have access to a concierge. You can also enjoy a pool and free breakfast. Need a place to park? Free parking is available at Club Magic Life Penelope Beach Imperial Hotel.\tPlus, during your trip, don't forget to check out a historic site, such as Fort Ghazi Mustapha.\tTUI MAGIC LIFE Penelope Beach puts the best of Houmt Souk at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Very good"], "content": "4.0", "data": "If you’re looking for a trendy all-inclusive resort in Djerba Island, look no further than Vincci Helios Beach.\tThe rooms offer a flat screen TV and air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Resort Djerba features a concierge. In addition, as a valued Vincci Djerba Resort guest, you can enjoy a pool and breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Casino Djerba el Ferida, Djerba Nova, and Touareg Djerba, which are some French restaurants that are popular with locals and out-of-towners alike.\tThe staff at Vincci Helios Beach looks forward to serving you during your upcoming visit.\t"},
{"title": ["Very good"], "content": "3.5", "data": "BAYA BEACH AQUA PARK is a resort divided into 3 units ( Baya Beach , charming hotel Hacienda and Baya beach Thalasso) welcoming all year round an international clientele. Offering rich and varied services, the hotel complex allows you to relax through its thalassotherapy center and to entertain you while enjoying its aqua slider and participating in the various sporting activities and entertainment."},
{"title": ["Excellent"], "content": "4.5", "data": "The Cesar Thalasso is an adults only hotel and bookable for guest from 16+. The hotel is located at the Plage de Sidi Mahrez beach on Djerba and is an favorite holiday destination. Midoun is on of the biggest cities on Djerba and is just 6 km away from the Cesar Thalasso. Here you can find many cafes, restaurants shopping facilities and clubs. The area is famous for its authentic markets where a huge of variety will be offered. Moreover, you can find many different spices and souvenirs. The capital of Djerba is Houmt Souk and is 15 km away from the Cesar Thalasso. The international airport of Djerba is 25 km away. All meals are available at the buffet of the main restaurant in the Cesar Thalasso. You can also choose the A la Carte-Restaurant of the Cesar Thalasso. You can enjoy a drink in the Bar. The Cesar Thalasso has got four tennis courts. Moreover, there are many activity offers from locals at the beach."},
{"title": ["Very good"], "content": "3.5", "data": "Finding an ideal family-friendly hotel in Midoun does not have to be difficult. Welcome to El Mouradi Djerba Menzel, a nice option for travelers like you.\tPhare de Taguermess (Lighthouse) (3.1 mi), located nearby, makes El Mouradi Djerba Menzel a great place to stay for those interested in visiting this popular Midoun landmark.\tThe rooms offer air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tEl Mouradi Djerba Menzel features a concierge. In addition, as a valued El Mouradi Djerba Menzel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhile visiting Midoun, you may want to try some shrimp at one of the nearby restaurants, such as Djerba-Sidi Ali Restaurant.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from El Mouradi Djerba Menzel.\tEl Mouradi Djerba Menzel looks forward to welcoming you on your visit to Midoun.\t"},
{"title": ["Very good"], "content": "4.0", "data": "Situated on the coast, the Ksar Djerba hotel is in Djerba Island, 05 minutes faraway from the most beautiful beaches, we offer the possiblity to go to for freeewith a carriage, 25 minutes of the international airport Djerba-Zarzis, 15 minutes of Houmt-Souk, capital of the island and 10 minutes of Midoun, the second city. Djerba Golf Club is in 05 minutes."},
{"title": ["Very good"], "content": "4.0", "data": "A 30 minutes de l’aéroport international de Djerba et à 10 minutes du parcours Djerba Golf Club, l'hôtel Royal Karthago Djerba & Thalasso se fond parfaitement dans l’atmosphère sereine et accueillante de l’île Djerba. L’architecture reprend en tout point les contours des maisons traditionnelles locales les Menzels que vous retrouverez jusqu’à la décoration des chambres, vous invitant ainsi à un voyage dans l’authenticité du sud tunisien, à profiter d'une plage privée de sable blanc et à passer des vacances inoubliables!"},
{"title": ["Very good"], "content": "4.0", "data": "Fiesta Beach Club Djerba is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tWhile staying at Fiesta Beach Club Djerba, visitors can check out Jama Fadloud (Mosque) (2.5 mi), which is a popular Midoun attraction.\tThe rooms offer a flat screen TV, air conditioning, and a minibar, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tFiesta Beach Club Djerba features room service and a concierge. In addition, as a valued Fiesta Beach Club Hotel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Restaurant Savana and Le Petit Navire Restaurant Poissonnerie, which are some seafood restaurants that are popular with locals and out-of-towners alike.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from Fiesta Beach Club Hotel.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "With its traditional, elegant architecture on the outside and modern facilities on the inside, SunConnect Djerba Aqua Resort is a charming hotel for the entire family. The hotel offers a wide range of restaurants, bars activities and entertainment to keep the whole family happy. Spacious rooms and a comfy style help guests feel at ease. If you want an extra relaxing holiday you can spoil yourself and enjoy treatments at the hotel's Thalasso center. For the more active ones there are four tennis courts at the hotel. In addition, the hotel arranges various activities and fun, including aerobics & an aqua park. The hotel is located just a short walk away from the sandy beach, with its fine sand stretches for several kilometres along the north coast of Djerba.Midoun, one of the largest town on Djerba with a range of cafés, restaurants, clubs and shops, is only 6 km away from the hotel. 15 km away, historic sights such as the medieval castle Bordj-el-Kebir or colourful markets in Djerba."},
{"title": ["Very good"], "content": "4.0", "data": "Looking for a place to stay in Midoun? Then look no further than Hotel Meninx, a charming resort that brings the best of Midoun to your doorstep.\tRooms at Hotel Meninx provide air conditioning, and guests can stay connected with free internet access.\tIn addition, while staying at Hotel Meninx guests have access to a concierge. You can also enjoy a pool and an on-site restaurant. Need a place to park? Free parking is available at Hotel Meninx.\tGiven the close proximity of popular landmarks, such as Phare de Taguermess (Lighthouse) (2.4 mi) and Jama Fadloud (Mosque) (2.8 mi), guests of Hotel Meninx can easily experience some of Midoun's most well known attractions.\tWhile in Midoun be sure to experience nearby Asian restaurants such as Voyages En Asie.\tLooking to explore? Then look no further than Krokodilfarm Animalia, which is a popular Midoun park – and it is conveniently located a short distance from the resort.\tWe’re sure you’ll enjoy your stay at Hotel Meninx as you experience everything Midoun has to offer.\t"},
{"title": ["Very good"], "content": "4.0", "data": "Decorated in a traditional Djerbian style, the Seabel Aladin Djerba is a wonderful holiday destination both inside and out. Sunseekers can lie back and work on their tan by the pool or on the sandy private beach, while a wide range of games and activities will keep the more active well-occupied. If it all gets too much, you can slip into the on-site spa for a treatment, or lounge around the 2-story pool. On the south coast of the island of Djerba, on the edge of a fire sand beach, Djerba Seabel Aladin is built with a local architecture style in the middle of our wonderful flowered park of 6 hectares."},
{"title": ["Excellent"], "content": "4.5", "data": "Vincci Helios Beach is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tThe rooms offer a flat screen TV, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Helios Beach features a concierge. In addition, as a valued Vincci Helios Beach guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tGiven the close proximity to Ranch Adada Djerba (2.7 mi), guests of Vincci Helios Beach Hotel can easily experience one of Midoun's most popular landmarks.\tIf you are looking for some good spots to eat nearby, you may want to check out Restaurant Lella Hadhria (0.7 mi) or Lamparo (1.2 mi), all of which are within walking distance of Vincci Helios Beach.\tShould time allow, Krokodilfarm Animalia and Phare de Taguermess (Lighthouse) are some popular attractions that are within walking distance.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "Caribbean World Thalasso Djerba is located 25 kms away from Djerba airport and at 14 kms from the Island's main town \"Houmt Souk\".With its highly exotic style, Caribbean World Thalasso Djerba offers a wide range of exciting activities."},
{"title": ["Very good"], "content": "4.0", "data": "WELCOME MERIDIANA DJERBA offers an original decoration, a view directly on a paradisiac beach, attentive staff and a very varied restoration. Set in a 10-hectare park, WELCOME MERIDIANA DJERBA offers a wide range of sports and leisure activities, including a large outdoor swimming pool, a football pitch, a mini club and a recently renovated thalassotherapy center. WELCOME MERIDIANA forms a fabulous setting for families, young people, children, couples on honeymoon ..."},
{"title": ["Very good"], "content": "3.5", "data": "Le Jerba Sun club est un hôtel entièrement rénové en complète harmonie avec son environnement. Il offre un mariage exceptionnel entre les commodités d’un hôtel moderne et une décoration d’inspiration berbère et djerbienne. Le complexe s’étend sur une superficie de 98,000 mètres carrés, un petit village pittoresque avec de beaux jardins fleuris et colorés de toutes les couleurs et des arbres magnifiques. Le club offre une vaste variété d’ activités sportives ainsi que celles pour la relaxation du corps et de l’esprit. 4 grands bâtiments de 385 chambres dont des chambres familiales, quadruples, communicantes et supérieures. Dans notre club, l’animation, quasi-permanente tout le long de la journée et pendant une grande partie de la nuit, est assurée par une grande équipe avec de nombreuses spécialités. Un grand spectacle est programmé chaque soir, précédé par le mini disco. Jerba Sun Club vous propose un « CENTRE SPA » avec une variété de choix"},
{"title": ["Very good"], "content": "4.0", "data": "Located in an outstanding setting of palm trees and greenery at the beginning of the resort area,bordering the best sandy beaches on the island of Djerba, the Radisson Blu Resort & Thalasso, Djerba is only 20 minutes from Djerba-Zarzis International Airport and 10 minutes from Houmt-Souk, the island's capital city."},
{"title": ["Very good"], "content": "4.0", "data": "Welcome to Joya Paradise, your Midoun “home away from home.” Joya Paradise aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tGiven the close proximity of popular landmarks, such as Jama Fadloud (Mosque) (2.3 mi) and Phare de Taguermess (Lighthouse) (3.0 mi), guests of Hotel Joya Paradise can easily experience some of Midoun's most well known attractions.\tJoya Paradise is a family-friendly hotel offering a refrigerator and air conditioning in the rooms, and it is easy to stay connected during your stay as free internet access is offered to guests.\tThe hotel features a concierge. Plus, guests can enjoy a pool and free breakfast, which have made this a popular choice among travelers visiting Midoun. For guests with a vehicle, free parking is available.\tIf you are looking for some good spots to eat nearby, you may want to check out Rachid et Sophie (0.3 mi), Les Palmiers Chez Neji et Catherine (0.4 mi), or Chez Chouchou (0.3 mi), all of which are within walking distance of Hotel Joya Paradise.\tShould time allow, Krokodilfarm Animalia is a popular park that is relatively easy to get to.\tJoya Paradise puts the best of Midoun at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "The deluxe Palm Beach Palace gives you direct access to a white beach, and is getting a 21st-century makeover for May 2015. Picture-perfect views of the horizon are part of the deal at this hotel. It’s pulled up next to a private sliver of pristine white sand. Plus, the bustling markets of Houmt Souk are less than 20 minutes away in a taxi."},
{"title": ["Excellent"], "content": "4.5", "data": "The Hotel Sidi Mansour Resort & Spa is located in the heart of the tourist area of the island of Djerba, 250 m from a beach of fine white sand and in front of the lighthouse Taguermes, one of the highest in North Africa. The hotel is located 25 minutes from the international airport of Djerba and 15 from Houmt Souk (capital of the island). It is also just 6 km from Midoun, the second largest city of the island, and 5 km from a golf course with 27 holes."},
{"title": ["Excellent"], "content": "4.5", "data": "SENTIDO Djerba Beach is the perfect hotel for the whole family. This hotel has a very tranquil location with quiet surroundings, and is located directly on the sandy beach. If you want an extra peaceful and recovering stay, you can enjoy a relaxing trip to the hotel's own Turkish bath or enjoy a soothing massage at the spa. For the more active family, the hotel organizes a wide range of activities, and there are two tennis courts at the hotel. Or why not discover the surroundings horseback, or rent a bike to discover the island of Djerba by yourself? In short, at SENTIDO Djerba Beach, there is something for the entire family."},
{"title": ["Excellent"], "content": "4.5", "data": "Enjoy an outstanding seaside resort experience in the northern coast of Djerba island. At the foot of the Taguermess light-house, the Renovated Seabel Rym Beach, is located on the prime white sandy beachfront & set in the heart of an 11-hectare palm grove. It is 6 km from Midoun, 15 km from Houmt Souk, 20 km from the airport and 3 km from the Djerba Golf Course (27 holes)."},
{"title": ["Excellent"], "content": "4.5", "data": "The Iberostar Mehari Djerba hotel is undoubtedly the perfect landing point for guests who seek a special trip in one of the most magical places in Tunisia. Located on the seductive beach of Sidi Akkour, Djerba, is a hotel built in traditional Tunisian style where you can stay in double rooms or family rooms that have been refurbished to provide a cosier ambiance and some of the best services for rest and relaxation.\nIn the Monkey Club, children have a space to do all kinds of activities, games and sports that they will love and enjoy in the company of instructors and other playmates. Meanwhile, adults have a range of services including the body treatments and facilities of the SPA Sensations, the fitness room, free Wi-Fi, water sports, outdoor pools with a solarium, amazing shows, live music...And of course the flavours of the delicious Tunisian and international cuisine served at its two restaurants and four bars.\n"}
][
{"title": ["Excellent"], "content": "4.5", "data": "Renovated in 2014, the lti Djerba Plaza Thalasso & Spa is located inside a palm park of 14 hectares next to a turquoise blue sea and sandy beach in the heart of the touristic area of Midoun. The Djerba Plaza reflects the magic of the island and offers all full modern comfort and a sense of well-being to its guests. The rooms entirely renovated are located in Menzels that enclose planted Djerbian Patios. Each Patio is surrounded by 24 rooms and suites on each floor overlooking either the sea or a very rich palm park and the Djerba Golf course. The Thalasso & spa offers a subtle gastronomic palette, a sunny and flavorsome cuisine that combines pleasure and health. A wide variety of outdoor and indoor sports & leisure activities are available at the lti Djerba Plaza Thalasso & SPa. The Thalasso & Spa is a response to the ills of the modern world : fatigue, stress, depression, back pain, overweight, sleep... Prepare to be pampered in our state of the art thalassotherapy center offering a full variety of wellness treatments and cares. The beneficial effects of the thalassotherapy will be presented you through our different spaces. Our skilled therapists employ natural healing agents to create enriching thalasso treatments tailored to our guests’ specific health, wellness and beauty needs. A vacation for your body, a holiday for your soul ! Incentives & Congress: Space can accommodate from 15 to 400 people with audiovisual equipment, and is available to our clients to organize cultural events, seminars, conferences, or any other type of gathering."},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to Télémaque Beach & Spa, your Djerba Island “home away from home.” Télémaque Beach & Spa aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tTélémaque Beach & Spa offers guests an array of room amenities including a refrigerator and air conditioning, and getting online is possible, as free wifi is available.\tThe hotel offers room service, to make your visit even more pleasant. The property also features a pool and free breakfast. Guests arriving by vehicle have access to free parking.\tIf you’re looking for a barbeque restaurant, consider a visit to Djerba Nova or Restaurant L'oasis, which are all conveniently located a short distance from Télémaque Beach & Spa.\tTélémaque Beach & Spa puts the best of Djerba Island at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Welcome to TUI MAGIC LIFE Penelope Beach, your Houmt Souk “home away from home.” TUI MAGIC LIFE Penelope Beach aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tRooms at TUI MAGIC LIFE Penelope Beach provide a flat screen TV, a minibar, and a refrigerator, and guests can stay connected with free wifi.\tIn addition, while staying at TUI MAGIC LIFE Penelope Beach guests have access to a concierge. You can also enjoy a pool and free breakfast. Need a place to park? Free parking is available at Club Magic Life Penelope Beach Imperial Hotel.\tPlus, during your trip, don't forget to check out a historic site, such as Fort Ghazi Mustapha.\tTUI MAGIC LIFE Penelope Beach puts the best of Houmt Souk at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "Hasdrubal Thalassa & Spa Djerba is an excellent choice for travelers visiting Midoun, offering a luxury environment alongside many helpful amenities designed to enhance your stay.\tGuest rooms offer air conditioning and a minibar, and Hasdrubal Thalassa & Spa Djerba makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including room service and a concierge. In addition, guests can enjoy a pool and free breakfast during their visit. As an added convenience, there is free parking available to guests.\tFor those interested in checking out popular landmarks while visiting Midoun, Hasdrubal Thalassa & Spa Djerba Hotel is located a short distance from Jama Fadloud (Mosque) (2.6 mi) and Phare de Taguermess (Lighthouse) (2.7 mi).\tWhile staying in Midoun, you can check out a popular Chinese restaurant like Voyages En Asie, which is serving up some great dishes.\tThere is no shortage of things to do in the area: explore popular parks such as Krokodilfarm Animalia.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "* Located on the island of Djerba * 3-storey building, oriental style architecture * Surrounded by 20,000 m2 of garden * Opposite the \"Djerba\" 27-hole golf course * 200 m from the beach * Complimentary sun loungers and parasols on the beach * 6 km from downtown Midoun * 18 km from downtown Houmt Souk * 6 km from various shops * 25 km from the Djerba airport"},
{"title": ["Excellent"], "content": "4.5", "data": "If you’re looking for a romantic hotel in Playa Sidi Mehrez, look no further than Hotel Dar El Bhar.\tGuest rooms offer a minibar and air conditioning, and Hotel Dar El Bhar makes getting online easy as free wifi is available.\tYou can also take advantage of some of the amenities offered by the hotel, including a 24 hour front desk, room service, and a concierge. In addition, guests can enjoy a pool and breakfast during their visit. As an added convenience, there is free parking available to guests.\tWhile you’re here, be sure to check out Sunset Beach Bar Djerba, one of the barbeque restaurants that can be found in Playa Sidi Mehrez, which is a short distance from Hotel Dar El Bhar.\tThe staff at Hotel Dar El Bhar looks forward to serving you during your upcoming visit.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "See why so many travelers make Hasdrubal Prestige Thalassa & Spa Djerba their hotel of choice when visiting Houmt Souk. Providing an ideal mix of value, comfort and convenience, it offers a family-friendly setting with an array of amenities designed for travelers like you.\tAs your “home away from home,” the hotel rooms offer air conditioning and a minibar, and getting online is easy, with free wifi available.\tGuests have access to room service while staying at Hasdrubal Prestige Thalassa Hotel. In addition, Hasdrubal Prestige Thalassa Hotel offers a pool and free breakfast, which will help make your Houmt Souk trip additionally gratifying. And, as an added convenience, there is free parking available to guests.\tShould time allow, Fort Ghazi Mustapha is a popular historic site that is relatively easy to get to.\tWe’re sure you’ll enjoy your stay at Hasdrubal Prestige Thalassa & Spa Djerba as you experience all of the things Houmt Souk has to offer.\t"},
{"title": ["Very good"], "content": "4.0", "data": "Inspired from the white djerbian Menzels, the hotel, is located on a plot of 11 hectares planted with olive and palm trees along the beautiful sandy beach of Djerba. The Manager assisted by his staff will give you a warm welcome Here everything is done to make you enjoy your stay in this comfortable hotel with its sandy beach, large outdoor freshwater swimming pool and heated indoor pool withan outdoor pool set in the patio. The Golf Beach has 237 fully air conditioned rooms. All rooms are equipped with bathroom (bath or shower), TV, telephone, safe, mini-bar, Wi-Fi and terrace with sea view (with extra charge), pool view or garden view according to their orientation. The Golf Beach also has 14 villas fully air-conditioned, each consisting of 3 bedrooms with bathroom, living room with a dining area, TV, Wi-Fi,a terrace and an equipped kitchen. Meals are served in the main restaurant OLIVERAIE, which opens onto the gardens and pool and declines as tasty and varied buffets for every gourmet delights, international and traditional cuisine. The hotel also offers two themed restaurants Le Pêcheur and La Felouque (Tunisian specialty) and a snack right on the beach. For those who wish to spend and live sports holidays, the Golf Beach offers a wide range of activities including windsurfing, tennis, mini golf, table tennis, gym, horse riding ... Possibility to play golf (27 holes) at about 10 km. For your conferences, seminars and meetings, the Golf Beach offers a large room for 250 people, and three subcommittee rooms."},
{"title": ["Very good"], "content": "4.0", "data": "If you’re looking for a trendy all-inclusive resort in Djerba Island, look no further than Vincci Helios Beach.\tThe rooms offer a flat screen TV and air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Resort Djerba features a concierge. In addition, as a valued Vincci Djerba Resort guest, you can enjoy a pool and breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Casino Djerba el Ferida, Djerba Nova, and Touareg Djerba, which are some French restaurants that are popular with locals and out-of-towners alike.\tThe staff at Vincci Helios Beach looks forward to serving you during your upcoming visit.\t"},
{"title": ["Very good"], "content": "3.5", "data": "BAYA BEACH AQUA PARK is a resort divided into 3 units ( Baya Beach , charming hotel Hacienda and Baya beach Thalasso) welcoming all year round an international clientele. Offering rich and varied services, the hotel complex allows you to relax through its thalassotherapy center and to entertain you while enjoying its aqua slider and participating in the various sporting activities and entertainment."},
{"title": ["Very good"], "content": "4.0", "data": "Situated on the coast, the Ksar Djerba hotel is in Djerba Island, 05 minutes faraway from the most beautiful beaches, we offer the possiblity to go to for freeewith a carriage, 25 minutes of the international airport Djerba-Zarzis, 15 minutes of Houmt-Souk, capital of the island and 10 minutes of Midoun, the second city. Djerba Golf Club is in 05 minutes."},
{"title": ["Very good"], "content": "4.0", "data": "A 30 minutes de l’aéroport international de Djerba et à 10 minutes du parcours Djerba Golf Club, l'hôtel Royal Karthago Djerba & Thalasso se fond parfaitement dans l’atmosphère sereine et accueillante de l’île Djerba. L’architecture reprend en tout point les contours des maisons traditionnelles locales les Menzels que vous retrouverez jusqu’à la décoration des chambres, vous invitant ainsi à un voyage dans l’authenticité du sud tunisien, à profiter d'une plage privée de sable blanc et à passer des vacances inoubliables!"},
{"title": ["Excellent"], "content": "4.5", "data": "The Cesar Thalasso is an adults only hotel and bookable for guest from 16+. The hotel is located at the Plage de Sidi Mahrez beach on Djerba and is an favorite holiday destination. Midoun is on of the biggest cities on Djerba and is just 6 km away from the Cesar Thalasso. Here you can find many cafes, restaurants shopping facilities and clubs. The area is famous for its authentic markets where a huge of variety will be offered. Moreover, you can find many different spices and souvenirs. The capital of Djerba is Houmt Souk and is 15 km away from the Cesar Thalasso. The international airport of Djerba is 25 km away. All meals are available at the buffet of the main restaurant in the Cesar Thalasso. You can also choose the A la Carte-Restaurant of the Cesar Thalasso. You can enjoy a drink in the Bar. The Cesar Thalasso has got four tennis courts. Moreover, there are many activity offers from locals at the beach."},
{"title": ["Very good"], "content": "3.5", "data": "Finding an ideal family-friendly hotel in Midoun does not have to be difficult. Welcome to El Mouradi Djerba Menzel, a nice option for travelers like you.\tPhare de Taguermess (Lighthouse) (3.1 mi), located nearby, makes El Mouradi Djerba Menzel a great place to stay for those interested in visiting this popular Midoun landmark.\tThe rooms offer air conditioning, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tEl Mouradi Djerba Menzel features a concierge. In addition, as a valued El Mouradi Djerba Menzel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhile visiting Midoun, you may want to try some shrimp at one of the nearby restaurants, such as Djerba-Sidi Ali Restaurant.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from El Mouradi Djerba Menzel.\tEl Mouradi Djerba Menzel looks forward to welcoming you on your visit to Midoun.\t"},
{"title": ["Very good"], "content": "4.0", "data": "With its traditional, elegant architecture on the outside and modern facilities on the inside, SunConnect Djerba Aqua Resort is a charming hotel for the entire family. The hotel offers a wide range of restaurants, bars activities and entertainment to keep the whole family happy. Spacious rooms and a comfy style help guests feel at ease. If you want an extra relaxing holiday you can spoil yourself and enjoy treatments at the hotel's Thalasso center. For the more active ones there are four tennis courts at the hotel. In addition, the hotel arranges various activities and fun, including aerobics & an aqua park. The hotel is located just a short walk away from the sandy beach, with its fine sand stretches for several kilometres along the north coast of Djerba.Midoun, one of the largest town on Djerba with a range of cafés, restaurants, clubs and shops, is only 6 km away from the hotel. 15 km away, historic sights such as the medieval castle Bordj-el-Kebir or colourful markets in Djerba."},
{"title": ["Very good"], "content": "4.0", "data": "Fiesta Beach Club Djerba is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tWhile staying at Fiesta Beach Club Djerba, visitors can check out Jama Fadloud (Mosque) (2.5 mi), which is a popular Midoun attraction.\tThe rooms offer a flat screen TV, air conditioning, and a minibar, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tFiesta Beach Club Djerba features room service and a concierge. In addition, as a valued Fiesta Beach Club Hotel guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tWhen you’re feeling hungry, be sure to check out Restaurant Savana and Le Petit Navire Restaurant Poissonnerie, which are some seafood restaurants that are popular with locals and out-of-towners alike.\tMidoun is also home to Krokodilfarm Animalia, a popular park that is not too far from Fiesta Beach Club Hotel.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "Looking for a place to stay in Midoun? Then look no further than Hotel Meninx, a charming resort that brings the best of Midoun to your doorstep.\tRooms at Hotel Meninx provide air conditioning, and guests can stay connected with free internet access.\tIn addition, while staying at Hotel Meninx guests have access to a concierge. You can also enjoy a pool and an on-site restaurant. Need a place to park? Free parking is available at Hotel Meninx.\tGiven the close proximity of popular landmarks, such as Phare de Taguermess (Lighthouse) (2.4 mi) and Jama Fadloud (Mosque) (2.8 mi), guests of Hotel Meninx can easily experience some of Midoun's most well known attractions.\tWhile in Midoun be sure to experience nearby Asian restaurants such as Voyages En Asie.\tLooking to explore? Then look no further than Krokodilfarm Animalia, which is a popular Midoun park – and it is conveniently located a short distance from the resort.\tWe’re sure you’ll enjoy your stay at Hotel Meninx as you experience everything Midoun has to offer.\t"},
{"title": ["Very good"], "content": "4.0", "data": "Caribbean World Thalasso Djerba is located 25 kms away from Djerba airport and at 14 kms from the Island's main town \"Houmt Souk\".With its highly exotic style, Caribbean World Thalasso Djerba offers a wide range of exciting activities."},
{"title": ["Very good"], "content": "4.0", "data": "Located in an outstanding setting of palm trees and greenery at the beginning of the resort area,bordering the best sandy beaches on the island of Djerba, the Radisson Blu Resort & Thalasso, Djerba is only 20 minutes from Djerba-Zarzis International Airport and 10 minutes from Houmt-Souk, the island's capital city."},
{"title": ["Very good"], "content": "4.0", "data": "WELCOME MERIDIANA DJERBA offers an original decoration, a view directly on a paradisiac beach, attentive staff and a very varied restoration. Set in a 10-hectare park, WELCOME MERIDIANA DJERBA offers a wide range of sports and leisure activities, including a large outdoor swimming pool, a football pitch, a mini club and a recently renovated thalassotherapy center. WELCOME MERIDIANA forms a fabulous setting for families, young people, children, couples on honeymoon ..."},
{"title": ["Excellent"], "content": "4.5", "data": "Vincci Helios Beach is an excellent choice for travelers visiting Midoun, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\tThe rooms offer a flat screen TV, and getting online is possible, as free internet access is available, allowing you to rest and refresh with ease.\tVincci Helios Beach features a concierge. In addition, as a valued Vincci Helios Beach guest, you can enjoy a pool and free breakfast that are available on-site. Guests arriving by vehicle have access to free parking.\tGiven the close proximity to Ranch Adada Djerba (2.7 mi), guests of Vincci Helios Beach Hotel can easily experience one of Midoun's most popular landmarks.\tIf you are looking for some good spots to eat nearby, you may want to check out Restaurant Lella Hadhria (0.7 mi) or Lamparo (1.2 mi), all of which are within walking distance of Vincci Helios Beach.\tShould time allow, Krokodilfarm Animalia and Phare de Taguermess (Lighthouse) are some popular attractions that are within walking distance.\tEnjoy your stay in Midoun!\t"},
{"title": ["Very good"], "content": "4.0", "data": "Decorated in a traditional Djerbian style, the Seabel Aladin Djerba is a wonderful holiday destination both inside and out. Sunseekers can lie back and work on their tan by the pool or on the sandy private beach, while a wide range of games and activities will keep the more active well-occupied. If it all gets too much, you can slip into the on-site spa for a treatment, or lounge around the 2-story pool. On the south coast of the island of Djerba, on the edge of a fire sand beach, Djerba Seabel Aladin is built with a local architecture style in the middle of our wonderful flowered park of 6 hectares."},
{"title": ["Very good"], "content": "3.5", "data": "Le Jerba Sun club est un hôtel entièrement rénové en complète harmonie avec son environnement. Il offre un mariage exceptionnel entre les commodités d’un hôtel moderne et une décoration d’inspiration berbère et djerbienne. Le complexe s’étend sur une superficie de 98,000 mètres carrés, un petit village pittoresque avec de beaux jardins fleuris et colorés de toutes les couleurs et des arbres magnifiques. Le club offre une vaste variété d’ activités sportives ainsi que celles pour la relaxation du corps et de l’esprit. 4 grands bâtiments de 385 chambres dont des chambres familiales, quadruples, communicantes et supérieures. Dans notre club, l’animation, quasi-permanente tout le long de la journée et pendant une grande partie de la nuit, est assurée par une grande équipe avec de nombreuses spécialités. Un grand spectacle est programmé chaque soir, précédé par le mini disco. Jerba Sun Club vous propose un « CENTRE SPA » avec une variété de choix"},
{"title": ["Very good"], "content": "4.0", "data": "Welcome to Joya Paradise, your Midoun “home away from home.” Joya Paradise aims to make your visit as relaxing and enjoyable as possible, which is why so many guests continue to come back year after year.\tGiven the close proximity of popular landmarks, such as Jama Fadloud (Mosque) (2.3 mi) and Phare de Taguermess (Lighthouse) (3.0 mi), guests of Hotel Joya Paradise can easily experience some of Midoun's most well known attractions.\tJoya Paradise is a family-friendly hotel offering a refrigerator and air conditioning in the rooms, and it is easy to stay connected during your stay as free internet access is offered to guests.\tThe hotel features a concierge. Plus, guests can enjoy a pool and free breakfast, which have made this a popular choice among travelers visiting Midoun. For guests with a vehicle, free parking is available.\tIf you are looking for some good spots to eat nearby, you may want to check out Rachid et Sophie (0.3 mi), Les Palmiers Chez Neji et Catherine (0.4 mi), or Chez Chouchou (0.3 mi), all of which are within walking distance of Hotel Joya Paradise.\tShould time allow, Krokodilfarm Animalia is a popular park that is relatively easy to get to.\tJoya Paradise puts the best of Midoun at your fingertips, making your stay both relaxing and enjoyable.\t"},
{"title": ["Excellent"], "content": "4.5", "data": "The Hotel Sidi Mansour Resort & Spa is located in the heart of the tourist area of the island of Djerba, 250 m from a beach of fine white sand and in front of the lighthouse Taguermes, one of the highest in North Africa. The hotel is located 25 minutes from the international airport of Djerba and 15 from Houmt Souk (capital of the island). It is also just 6 km from Midoun, the second largest city of the island, and 5 km from a golf course with 27 holes."},
{"title": ["Excellent"], "content": "4.5", "data": "The deluxe Palm Beach Palace gives you direct access to a white beach, and is getting a 21st-century makeover for May 2015. Picture-perfect views of the horizon are part of the deal at this hotel. It’s pulled up next to a private sliver of pristine white sand. Plus, the bustling markets of Houmt Souk are less than 20 minutes away in a taxi."},
{"title": ["Excellent"], "content": "4.5", "data": "SENTIDO Djerba Beach is the perfect hotel for the whole family. This hotel has a very tranquil location with quiet surroundings, and is located directly on the sandy beach. If you want an extra peaceful and recovering stay, you can enjoy a relaxing trip to the hotel's own Turkish bath or enjoy a soothing massage at the spa. For the more active family, the hotel organizes a wide range of activities, and there are two tennis courts at the hotel. Or why not discover the surroundings horseback, or rent a bike to discover the island of Djerba by yourself? In short, at SENTIDO Djerba Beach, there is something for the entire family."},
{"title": ["Excellent"], "content": "4.5", "data": "Enjoy an outstanding seaside resort experience in the northern coast of Djerba island. At the foot of the Taguermess light-house, the Renovated Seabel Rym Beach, is located on the prime white sandy beachfront & set in the heart of an 11-hectare palm grove. It is 6 km from Midoun, 15 km from Houmt Souk, 20 km from the airport and 3 km from the Djerba Golf Course (27 holes)."},
{"title": ["Excellent"], "content": "4.5", "data": "The Iberostar Mehari Djerba hotel is undoubtedly the perfect landing point for guests who seek a special trip in one of the most magical places in Tunisia. Located on the seductive beach of Sidi Akkour, Djerba, is a hotel built in traditional Tunisian style where you can stay in double rooms or family rooms that have been refurbished to provide a cosier ambiance and some of the best services for rest and relaxation.\nIn the Monkey Club, children have a space to do all kinds of activities, games and sports that they will love and enjoy in the company of instructors and other playmates. Meanwhile, adults have a range of services including the body treatments and facilities of the SPA Sensations, the fitness room, free Wi-Fi, water sports, outdoor pools with a solarium, amazing shows, live music...And of course the flavours of the delicious Tunisian and international cuisine served at its two restaurants and four bars.\n"}
]